# Taps
tap 'homebrew/cask-cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'git'
brew 'zsh'
brew 'mackup'
brew 'mas'

# Development

# Apps
cask 'alfred'
cask 'discrod'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'phpstorm'
cask 'slack'
cask 'sublime-text'
cask 'tableplus'
cask 'transmit'

# Quicklook
cask 'qlcolorcode',
cask 'qlmarkdown',
cask 'quicklook-json'
cask 'quicklook-csb'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'

# Mac App Store
mas '1Password', id: